<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'راهنما';
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="site-about">
    <h1><?= Html::encode($this->title) ?></h1>

    <p>
     این نرم افزار تحت وب به منظور ایجاد و مدیریت صندوق های خیریه ایجاد شده است.
    </p>
    <ul>
        <li>با استفاده از گروه های کاربری میزان دسترسی کاربران با توجه به گروه آنان مشخص می شود.</li>
        <li>کاربران سیستمی امکان جابه جایی بین صندوق ها را دارند. لذا در ایجاد کاربران دقت کنید</li>
        <li>ابتدا باید اطلاعات پایه نظیر نوع حساب. نوع تسهیلات و هزینه ها در سیستم تعریف شود
            <ul>
                <li>شارژ ماهانه در نوع حساب در هنگام پرداخت شارژ حساب بر اساس تعداد قسط مبلغ را حساب می کند</li>
                <li>تعریف انواع تسهیلات و حساب شما را در فیلتر کردن و گزارش گرفتن از حساب ها و تسهیلات کمک خواهد کرد</li>
                <li>درج هزینه ها برای محاسبه هزینه های جاری در اعطلای تسهیلات است و جهت گزارش گیری</li>
            </ul>
        </li>
        <li>سپس میتوان یک صندوق تعریف کرد</li>
        <li>سپس باید مشتریان را تعریف کرد</li>
        <li>پس از تعریف مشتریان میتوان برای آنها با توجه به نوع حساب های تعریف شده چندین حساب تعریف کرد</li>
        <li>سپس اعطای تسهیلات به یک حساب مشخص خواهد بود</li>
        <li>از دیگر امکانات سیستم واریز و برداشت از یک حساب و یا پرداخت اقساط تسهیلات است</li>
    </ul>
    <p>
        با تشکر. قلی زاده
    </p>
</div>
